{"sections":{"main":{"type":"main-page","disabled":true,"settings":{}},"rich_text_VhGezR":{"type":"rich-text","blocks":{"heading_bx6gFD":{"type":"heading","settings":{"title":"Terms of Service"}},"text_BYiX63":{"type":"text","settings":{"enlarge_text":true,"text":"<p>Welcome to Elevate! By accessing or using our website, purchasing our products, or engaging with our services, you agree to abide by these Terms of Service (TOS). Please read these terms carefully before using our website or services.<\/p><p><\/p><h5>1. Acceptance of Terms<\/h5><p>By accessing and using the Elevate website (<a href=\"http:\/\/www.elevatesupplements.com.au\">www.elevatesupplements.com.au<\/a>) or purchasing products from Elevate, you agree to be bound by these Terms of Service. If you do not agree to these terms, please discontinue use of our services and website.<\/p><p>By using our services, you represent that you are at least 18 years of age or the legal age of majority in your jurisdiction and have the legal capacity to enter into a contract. If you are under 18, you may only use our services with the consent of a parent or guardian.<\/p><p>Our store is hosted on Shopify Inc. They provide us with the online e-commerce platform that allows us to sell our products and Services to you.<\/p><p><\/p><h5>2. Product Information<\/h5><p>Elevate aims to provide accurate and up-to-date information about its products, including descriptions, prices, and availability. However, we do not guarantee that product descriptions or any other content on our site are 100% accurate, complete, or free of errors. We reserve the right to correct any errors and update product information without prior notice.<\/p><h5>3. Orders and Payment<\/h5><p><strong>Pricing<\/strong>: Prices for our products are subject to change without notice.<\/p><p><strong>Order Acceptance<\/strong>: Elevate reserves the right to refuse or cancel any orders at any time, for reasons including but not limited to product unavailability, errors in pricing, or fraud detection. In such cases, you will be notified, and a full refund will be issued.<\/p><h5>4. Modifications to the Service<\/h5><p>We reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time. We shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service.<\/p><h5>5. Shipping and Delivery<\/h5><p><strong>Shipping Policy<\/strong>: We strive to process and ship orders promptly. Delivery times may vary depending on your location, and shipping costs will be calculated during checkout.<\/p><p><strong>International Shipping<\/strong>: International orders may be subject to additional fees, duties, or taxes imposed by the destination country. These costs are the responsibility of the customer.<\/p><p>We reserve the right, but are not obligated, to limit the sales of our products or Services to any person, geographic region or jurisdiction. We may exercise this right on a case-by-case basis.<\/p><p><\/p><h5>6. Returns and Refunds<\/h5><p>Please refer to our <a href=\"https:\/\/elevatesupplements.com.au\/pages\/refund-policy\" target=\"_blank\" title=\"Elevate Refund Policy\">Refund Policy Page<\/a>.<\/p><p><\/p><h5>7. Intellectual Property<\/h5><p>All content on the Elevate website, including logos, text, graphics, images, product designs, and other intellectual property, is owned by Elevate or its licensors. You may not reproduce, distribute, or use any content from our website for commercial purposes without prior written consent from Elevate.<\/p><p><\/p><h5>8. User Conduct<\/h5><p>By using our website, you agree not to:<\/p><ul><li>Violate any laws or regulations.<\/li><li>Transmit any viruses, malware, or harmful code.<\/li><li>Use our website or services for any fraudulent or unlawful purposes.<\/li><li>Interfere with or disrupt the functionality of our website or services.<\/li><\/ul><p><\/p><h5>9. User comments, feedback and other submissions<\/h5><p>If, at our request, you send certain specific submissions (for example contest entries) or without a request from us, you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, 'comments'), you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any comments that you forward to us. We are and shall be under no obligation (1) to maintain any comments in confidence; (2) to pay compensation for any comments; or (3) to respond to any comments. We may, but have no obligation to, monitor, edit or remove content that we determine in our sole discretion to be unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party’s intellectual property or these Terms of Service.<\/p><p><\/p><h5>10. Limitation of Liability<\/h5><p>To the fullest extent permitted by law, Elevate will not be liable for any indirect, incidental, special, or consequential damages arising out of or in connection with your use of our products, services, or website. Our total liability, in any event, will not exceed the amount you paid for the product or service in question.<\/p><p><\/p><h5>11. Privacy<\/h5><p>Your use of our website and services is subject to our Privacy Policy. By using our services, you consent to the collection and use of your personal information as outlined in our Privacy Policy.<\/p><p><\/p><h5>12. Changes to Terms of Service<\/h5><p>Elevate reserves the right to modify or update these Terms of Service at any time without prior notice. Any changes will be effective immediately upon posting on our website. Your continued use of our website and services constitutes acceptance of any changes.<\/p><p>Last Updated: 17\/09\/2024<\/p><h5>13. Terms of Service Complaints and Enquiries<\/h5><p>If you have any questions or concerns about these Terms of Service, please contact us at:<\/p><p>contact@elevatesupplements.com.au<\/p>"}}},"block_order":["heading_bx6gFD","text_BYiX63"],"custom_css":["h2 {font-size: 40px;}","p {font-size: 20px;}"],"settings":{"align_text":"center","narrow_column":false,"divider":false}}},"order":["main","rich_text_VhGezR"]}